/* Error Alert Button */
"OK" = "OK";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "Eroare de analizare %1$zd, Descriere: %2$@, Linie: %3$zd, Coloană: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "Eroare de validare %1$zd, Descriere: %2$@, Linie: %3$zd, Coloană: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "Eroare de analizare MusicXML";

/* Error Alert Title */
"MusicXML Validation Error" = "Eroare de validare MusicXML";

/* Error message */
"Compressed music xml file seems to be malformed (could not find 'full-path')" = "Fișierul muzical comprimat xml pare format greșit (nu s-a putut găsi calea completă)";

/* Error message */
"Could not create temporary conversion file" = "Nu a putut fi creat un fișier de conversie temporar";

/* Error message */
"Could not decompress file compressed music xml file" = "Fișierul muzical comprimat xml nu a putut fi decomprimat";

/* Error message */
"File is not a MusicXML File" = "Acesta nu este un fișier MusicXML";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "Fișierul MusicXML conține o valoare zero sau negativă pentru “diviziuni“";

/* Note Name in Do,Re,Mi notation */
"Do" = "Do";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fa";

/* Note Name in Do,Re,Mi notation */
"La" = "La";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Mi";

/* Note Name in Do,Re,Mi notation */
"Re" = "Re";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Sol";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Si";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "Acordare normală chitară cu 6 corzi";
